finance/Valuation.org
#+TITLE: Valuation of Firms
#+AUTHOR: Abhishiv Saxena
#+URL: https://abhishiv.netlify.app/finance/valuation
#+STARTUP: overview
#+STARTUP: hideblocks
#+PROPERTY: header-args :mkdirp yes :noweb yes
#+TAGS:  Definition(d) Excercise(e)
#+HTML_HEAD_EXTRA: <link rel="stylesheet" type="text/css" href="../org/theme/styles.css" />
#+HTML_HEAD_EXTRA: <script type="text/javascript" src="../org/theme/index.js" />
 
* IN-PROGRESS Restating Financial Statements
** Definitions 
*** Accounting
**** ASSETS = LIABILITIES + EQUITY
***** Operating Assets = Operating Liabilities + LT Debt + Equity
**** WORKING CAPITAL: The categories related to the cycle of business operations i.e. inventory, accounts receivable, and accounts payable.
**** 
*** Corporate Finance
**** RETURN = PROFIT/INVESTMENT
**** FCF = NOPLAT − Net Increase in Invested Capital
*** Basic Principles
**** Logic of differentiation between operating/financial parts of company during valuation
**** Need for reorganization of financial statements
** Calculating Investment(IC = "Investment Capital")
*** Theory
**** Invested Capital = LT Debt + Equity = Operating Assets − Operating Liabilities
**** Total Funds Invested = Invested Capital + Non Operating Assets

** Calculating Return(NOPLAT = "Net Operating Profit Less Adjusted Taxes")
*** Theory
**** NOPLAT is operating profit available to both debt/equity holders.
*** Procedure
**** First, interest is not subtracted from operating profit, because interest is considered a payment to the company’s financial investors, not an operating expense 
**** Second, exclude any nonoperating income generated from assets that were excluded from invested capital
**** Thirdly, to calculate operating taxes, start with reported taxes, add back the tax shield caused by interest expense, and remove the taxes paid on nonoperating income.
*** Calculations  
**** Original Financial Statememnts
***** Sales(CampariOperatingSalesStatement)
#+NAME: CampariOperatingSalesStatement
| *Sales Statement* | 2015 | 2016 |
|-------------------+------+------|
| *Total sales*     | 1657 | 1727 |
|                   |      |      |
|-------------------+------+------|
