finance/Valuation.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-07-07 Tue 05:06 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Valuation of Firms</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Abhishiv Saxena" />
<link rel="stylesheet" type="text/css" href="../org/theme/styles.css" />
</head>
<body>
<div id="content">
<h1 class="title">Valuation of Firms</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgeecde2c">1. <span class="todo IN_PROGRESS">IN-PROGRESS</span> Restating Financial Statements</a>
<ul>
<li><a href="#org0082748">1.1. Definitions</a>
<ul>
<li><a href="#orgf44c62f">1.1.1. Accounting</a></li>
<li><a href="#orge9814ad">1.1.2. Corporate Finance</a></li>
<li><a href="#org42246a2">1.1.3. Basic Principles</a></li>
</ul>
</li>
<li><a href="#org388f2bf">1.2. Calculating Investment(IC = "Investment Capital")</a>
<ul>
<li><a href="#org8731c3d">1.2.1. Theory</a></li>
</ul>
</li>
<li><a href="#org5675931">1.3. Calculating Return(NOPLAT = "Net Operating Profit Less Adjusted Taxes")</a>
<ul>
<li><a href="#org36600a0">1.3.1. Theory</a></li>
<li><a href="#org4f93667">1.3.2. Procedure</a></li>
<li><a href="#org011319d">1.3.3. Calculations</a></li>
</ul>
</li>
<li><a href="#orgbaaf336">1.4. Calculating Cashflow(FCF = "Free Cash Flow")</a></li>
</ul>
</li>
<li><a href="#orga992d73">2. <span class="todo TODO">TODO</span> Estimating Cost of Capital</a>
<ul>
<li><a href="#orgd3eb6dd">2.1. Definitions</a>
<ul>
<li><a href="#orga595be8">2.1.1. K<sub>eu</sub>: unlevered cost of equity</a></li>
<li><a href="#org004c285">2.1.2. K<sub>d</sub>: levered cost of equity</a></li>
<li><a href="#org6919ce0">2.1.3. WACC = (D/V)*K<sub>d</sub>*(1 - T) + (E/V)*k<sub>e</sub></a></li>
</ul>
</li>
<li><a href="#org279814a">2.2. Estimated unlevered cost of equity</a>
<ul>
<li><a href="#org66d9e43">2.2.1. CAPM</a></li>
</ul>
</li>
<li><a href="#orgde1079d">2.3. Estimating cost of debt</a></li>
</ul>
</li>
<li><a href="#orgd85317f">3. <span class="todo TODO">TODO</span> Steady State Model</a></li>
<li><a href="#org6652a5b">4. <span class="todo TODO">TODO</span> Terminal Value</a></li>
<li><a href="#org25a3956">5. <span class="todo TODO">TODO</span> Multiples</a>
<ul>
<li><a href="#orge173d50">5.1. Theory</a>
<ul>
<li><a href="#orgb6502e1">5.1.1. Assumptions</a></li>
<li><a href="#orgdabf0b2">5.1.2. Concept</a></li>
<li><a href="#org68d4caa">5.1.3. Common multiples</a></li>
</ul>
</li>
<li><a href="#orge24145d">5.2. P/E</a>
<ul>
<li><a href="#org3e0be86">5.2.1. Steady state</a></li>
<li><a href="#org6968d81">5.2.2. Growth</a></li>
</ul>
</li>
<li><a href="#org02123d0">5.3. EV/EBIT &amp; EV/EBITDA</a>
<ul>
<li><a href="#org1475919">5.3.1. Steady state</a></li>
<li><a href="#org9329b6b">5.3.2. Growth</a></li>
</ul>
</li>
<li><a href="#orga041d6c">5.4. Other Multiples</a></li>
<li><a href="#org374bf67">5.5. Leverage</a></li>
<li><a href="#orgc06532e">5.6. Unlevered Multiples</a></li>
<li><a href="#orgb3b8695">5.7. Multiples and Growth</a></li>
<li><a href="#org19c935d">5.8. PEG Ratio</a></li>
<li><a href="#org54a0ebd">5.9. Value Maps</a></li>
</ul>
</li>
<li><a href="#org98b62fd">6. <span class="todo IN_PROGRESS">IN-PROGRESS</span> Acquisition Value</a>
<ul>
<li><a href="#org5aba579">6.1. Definitions</a>
<ul>
<li><a href="#org8a47035">6.1.1. Acquisition Value = Standalone Value + Merger Synergies&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Definition">Definition</span></span></a></li>
<li><a href="#org5a76cfd">6.1.2. Fair Market Value = based on operation company + Merger synergies in group of buyers&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Definition">Definition</span></span></a></li>
</ul>
</li>
<li><a href="#org45abd33">6.2. Value Created by an Acquisition</a>
<ul>
<li><a href="#org38e002d">6.2.1. Differential approach</a></li>
<li><a href="#orgc7b9adb">6.2.2. Benifits</a></li>
</ul>
</li>
<li><a href="#org645843a">6.3. Value-Components Model</a>
<ul>
<li><a href="#org4f2619c">6.3.1. Model</a></li>
<li><a href="#orge7589a6">6.3.2. Application</a></li>
</ul>
</li>
<li><a href="#org232a27f">6.4. Further Considerations in Valuing Acquisitions</a>
<ul>
<li><a href="#org2bdf8a6">6.4.1. Analysis Standpoint</a></li>
<li><a href="#org78a2f58">6.4.2. Estimation of Cash flow</a></li>
<li><a href="#orgf979345">6.4.3. Time Horizon</a></li>
<li><a href="#orge8381d4">6.4.4. Debit profile</a></li>
<li><a href="#org5abf95c">6.4.5. Asset-Side versus Equity-Side</a></li>
</ul>
</li>
<li><a href="#org9f65955">6.5. Acquisition Value of Plastic Materials Co</a></li>
<li><a href="#org212023c">6.6. Acquisition Value of Controlling Interests</a></li>
<li><a href="#orgc6c00f4">6.7. Other Determinants of Control Premium</a></li>
<li><a href="#org9727926">6.8. Acquisition Value in a Mandatory Tender Offer 384</a></li>
<li><a href="#org4e0ad1c">6.9. Maximum and Minimum Exchange Ratios in Mergers 386</a></li>
<li><a href="#orgb9b2193">6.10. Exchange Ratio and Third-Party Protection 389</a></li>
</ul>
</li>
<li><a href="#org6c8ece3">7. Value in Corporate Control</a></li>
<li><a href="#org8aef80b">8. <span class="todo TODO">TODO</span> Rights Issue</a>
<ul>
<li><a href="#org8ba63c8">8.1. Definitions</a>
<ul>
<li><a href="#orga2abbef">8.1.1. Subscription Offer = Preemptive Rights granted to existing shareholders to buy stock  in order to raise  money&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Definition">Definition</span></span></a></li>
<li><a href="#orge04f664">8.1.2. TERP = Theoretical Ex-Right Price</a></li>
</ul>
</li>
<li><a href="#orgad8841e">8.2. Setting subscription price</a></li>
<li><a href="#orgec65422">8.3. Valuing Preemptive rights</a></li>
</ul>
</li>
<li><a href="#orga3e522b">9. <span class="done DONE">DONE</span> Carbon</a>
<ul>
<li><a href="#org774e5c9">9.1. Definitions</a></li>
<li><a href="#orga876f42">9.2. Carbon Risk</a>
<ul>
<li><a href="#org1756ede">9.2.1. <b>Policy and Legal</b>: Policies or regulations that could impact the operational and financial viability of carbon assets i.e. fuel efficiency standards</a></li>
<li><a href="#org4fb0c36">9.2.2. <b>Technology</b>: Developments in the commercial availability and cost of alternative and low-carbon technologies i.e. energy storage, alternative fuels etc.</a></li>
<li><a href="#org14c57ae">9.2.3. <b>Market and Economic</b>: Changes in market or economic conditions that would negatively impact carbon assets i.e. changes in fossil fuel prices or consumer preferences</a></li>
</ul>
</li>
<li><a href="#orgc108d7f">9.3. Carbon Pricing</a>
<ul>
<li><a href="#org48b53c3">9.3.1. Approaches</a></li>
<li><a href="#org56e9762">9.3.2. External/Internal Carbon prices</a></li>
</ul>
</li>
<li><a href="#org48ef333">9.4. Valuation with Carbon risk</a>
<ul>
<li><a href="#org8b3d89d">9.4.1. Scenario-Based Valuation and Carbon</a></li>
<li><a href="#org205dbb4">9.4.2. Stochastic Simulation Valuation and Carbon</a></li>
</ul>
</li>
<li><a href="#orgb90442f">9.5. Carbon Beta</a>
<ul>
<li><a href="#org590e0e8">9.5.1. Theory</a></li>
<li><a href="#org53e439b">9.5.2. Application</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgeecde2c" class="outline-2">
<h2 id="orgeecde2c"><span class="section-number-2">1</span> <span class="todo IN_PROGRESS">IN-PROGRESS</span> Restating Financial Statements</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org0082748" class="outline-3">
<h3 id="org0082748"><span class="section-number-3">1.1</span> Definitions</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-orgf44c62f" class="outline-4">
<h4 id="orgf44c62f"><span class="section-number-4">1.1.1</span> Accounting</h4>
<div class="outline-text-4" id="text-1-1-1">
</div>
<ol class="org-ol">
<li><a id="org3528b6e"></a>ASSETS = LIABILITIES + EQUITY<br />
<ol class="org-ol">
<li><a id="org4abc60d"></a>Operating Assets = Operating Liabilities + LT Debt + Equity<br /></li>
</ol>
</li>
<li><a id="org417e612"></a>WORKING CAPITAL: The categories related to the cycle of business operations i.e. inventory, accounts receivable, and accounts payable.<br /></li>
<li><a id="orgb3783ac"></a><br /></li>
</ol>
</div>
<div id="outline-container-orge9814ad" class="outline-4">
<h4 id="orge9814ad"><span class="section-number-4">1.1.2</span> Corporate Finance</h4>
<div class="outline-text-4" id="text-1-1-2">
</div>
<ol class="org-ol">
<li><a id="orgb70eacb"></a>RETURN = PROFIT/INVESTMENT<br /></li>
<li><a id="orgea21460"></a>FCF = NOPLAT − Net Increase in Invested Capital<br /></li>
</ol>
</div>
<div id="outline-container-org42246a2" class="outline-4">
<h4 id="org42246a2"><span class="section-number-4">1.1.3</span> Basic Principles</h4>
<div class="outline-text-4" id="text-1-1-3">
</div>
<ol class="org-ol">
<li><a id="org8cafbdc"></a>Logic of differentiation between operating/financial parts of company during valuation<br /></li>
<li><a id="orgabf89b4"></a>Need for reorganization of financial statements<br /></li>
</ol>
</div>
</div>
<div id="outline-container-org388f2bf" class="outline-3">
<h3 id="org388f2bf"><span class="section-number-3">1.2</span> Calculating Investment(IC = "Investment Capital")</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-org8731c3d" class="outline-4">
<h4 id="org8731c3d"><span class="section-number-4">1.2.1</span> Theory</h4>
<div class="outline-text-4" id="text-1-2-1">
</div>
<ol class="org-ol">
<li><a id="orgbe7bf32"></a>Invested Capital = LT Debt + Equity = Operating Assets − Operating Liabilities<br /></li>
<li><a id="org9b48a16"></a>Total Funds Invested = Invested Capital + Non Operating Assets<br /></li>
</ol>
</div>
</div>

<div id="outline-container-org5675931" class="outline-3">
<h3 id="org5675931"><span class="section-number-3">1.3</span> Calculating Return(NOPLAT = "Net Operating Profit Less Adjusted Taxes")</h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-org36600a0" class="outline-4">
<h4 id="org36600a0"><span class="section-number-4">1.3.1</span> Theory</h4>
<div class="outline-text-4" id="text-1-3-1">
</div>
<ol class="org-ol">
<li><a id="org72b6d09"></a>NOPLAT is operating profit available to both debt/equity holders.<br /></li>
</ol>
</div>
<div id="outline-container-org4f93667" class="outline-4">
<h4 id="org4f93667"><span class="section-number-4">1.3.2</span> Procedure</h4>
<div class="outline-text-4" id="text-1-3-2">
</div>
<ol class="org-ol">
<li><a id="orge41c579"></a>First, interest is not subtracted from operating profit, because interest is considered a payment to the company’s financial investors, not an operating expense<br /></li>
<li><a id="org335b218"></a>Second, exclude any nonoperating income generated from assets that were excluded from invested capital<br /></li>
<li><a id="orge9fc3af"></a>Thirdly, to calculate operating taxes, start with reported taxes, add back the tax shield caused by interest expense, and remove the taxes paid on nonoperating income.<br /></li>
</ol>
</div>
<div id="outline-container-org011319d" class="outline-4">
<h4 id="org011319d"><span class="section-number-4">1.3.3</span> Calculations</h4>
<div class="outline-text-4" id="text-1-3-3">
</div>
<ol class="org-ol">
<li><a id="orge05f7ce"></a>Original Financial Statememnts<br />
<ol class="org-ol">
<li><a id="orga437573"></a>Sales(CampariOperatingSalesStatement)<br />
<div class="outline-text-6" id="text-1-3-3-1-1">
<table id="orgd3aa622" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left"><b>Sales Statement</b></th>
<th scope="col" class="org-right">2015</th>
<th scope="col" class="org-right">2016</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><b>Total sales</b></td>
<td class="org-right">1657</td>
<td class="org-right">1727</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</li>
