finance/Valuation.org
***** Cost(CampariOperatingCostStatement) 
#+NAME: CampariOperatingCostStatement
| *Cost Statement*          |  2015 |  2016 |
|---------------------------+-------+-------|
| Cost of goods sold (COGS) |  -740 |  -742 |
| Advertising and promotion |  -286 |  -309 |
| SGAs                      |  -298 |  -323 |
| One-off items             |   -23 |   -33 |
|---------------------------+-------+-------|
| *Total Cost*              | -1347 | -1407 |
|---------------------------+-------+-------|
#+TBLFM: @6$2..@6$>=vsum(@I..@II)

***** Non Operating Income(CampariNonOperatingRevenueCostStatement)
#+NAME: CampariNonOperatingRevenueCostStatement
| *Non Operating Revenue and Cost*    | 2015 | 2016 |
|-------------------------------------+------+------|
| Financial income                    |    8 |   15 |
| Financial expenses                  |  -69 |  -74 |
| Put options costs                   |    0 |    1 |
|-------------------------------------+------+------|
| One-off's finacial expenses         |    1 |  -25 |
| Income from associates              |    0 |    0 |
|-------------------------------------+------+------|
| *Total Non Operating Income*        |  -60 |  -83 |
|-------------------------------------+------+------|
| *Total Interest Income/Expense*     |  -61 |  -58 |
|-------------------------------------+------+------|
| *Total Non-Interest Income/Expense* |    1 |  -25 |
|-------------------------------------+------+------|
#+TBLFM: @7$2..@7$>=vsum(@I..@III)::@8$2..@8$>=vsum(@I..@II)::@9$2..@9$>=vsum(@II..@III)

***** Income Statement(CampariIncomeStatement)
#+NAME: CampariIncomeStatement
| *Income Statement* |  2015 |  2016 |
|--------------------+-------+-------|
| *Net sales*        |  1657 |  1727 |
|--------------------+-------+-------|
| *Cost*             | -1347 | -1407 |
|--------------------+-------+-------|
| *Operating Profit* |   310 |   320 |
|--------------------+-------+-------|
| *Other Income*     |   -60 |   -83 |
|--------------------+-------+-------|
| *Pre-tax profits*  |   250 |   237 |
|--------------------+-------+-------|
| *Taxes*            |   -73 |   -71 |
|--------------------+-------+-------|
| *Net profit*       |   177 |   166 |
|--------------------+-------+-------|
#+TBLFM: @2$2..@2$>=remote(CampariOperatingSalesStatement,@2$$#)::@3$2..@3$>=remote(CampariOperatingCostStatement,@6$$#)::@4$2..@4$>=vsum(@I..@III)::@5$2..@5$>=remote(CampariNonOperatingRevenueCostStatement,@7$$#)::@6$2..@6$>=vsum(@III..@IIIII)::@8$2..@8$>=vsum(@IIIII..@IIIIIII)

***** D&A Opex
#+NAME: CampariDAOpex
| *D&A included into OPEX*  |       |       |
|---------------------------+-------+-------|
| COGS                      | -33.4 | -37.2 |
| Advertising and promotion |  -0.7 |  -0.7 |
| SGAs                      | -13.2 | -14.8 |
|---------------------------+-------+-------|
| *Total D&A*               | -47.3 | -52.7 |
#+TBLFM:@5$2..@5$>=vsum(@I..@II)

**** Restated Financial Statements
***** Cost(CampariRestatedOperatingCostStatement)
      Important: *subtract* D&A *expense*, so as to add it back.
#+NAME: CampariRestatedOperatingCostStatement
| *Restated Cost Statement* |    2015 |    2016 |
|---------------------------+---------+---------|
| Cost of goods sold (COGS) |  -706.6 |  -704.8 |
| Advertising and promotion |  -285.3 |  -308.3 |
| SGAs                      |  -284.8 |  -308.2 |
|---------------------------+---------+---------|
| *Total Cost*              | -1276.7 | -1321.3 |
#+TBLFM: @2$2..@2$>=vsum(remote(CampariOperatingCostStatement,@2$$#), -1*remote(CampariDAOpex,@2$$#))::@3$2..@3$>=vsum(remote(CampariOperatingCostStatement,@3$$#), -1*remote(CampariDAOpex,@3$$#))::@4$2..@4$>=vsum(remote(CampariOperatingCostStatement,@4$$#), -1*remote(CampariDAOpex,@4$$#)::@5$2..@5$>=vsum(@I..@II)

***** Income Statement(CampariRestatedIncomeStatement)
#+NAME: CampariRestatedIncomeStatement
| *Income Statement*   |    2015 |    2016 |
|----------------------+---------+---------|
| *Net sales*          |    1657 |    1727 |
|----------------------+---------+---------|
| *Cost*               | -1276.7 | -1321.3 |
|----------------------+---------+---------|
| *EBITDA*             |   380.3 |   405.7 |
|----------------------+---------+---------|
| *D&A*                |   -47.3 |   -52.7 |
|----------------------+---------+---------|
| *EBIT*               |    333. |    353. |
|----------------------+---------+---------|
| *Net Interest*       |     -61 |     -58 |
|----------------------+---------+---------|
| *Other Income*       |       1 |     -25 |
|----------------------+---------+---------|
| *OneoffItems Income* |     -23 |     -33 |
|----------------------+---------+---------|
| *EBT*                |    250. |    237. |
|----------------------+---------+---------|
#+TBLFM: @2$2..@2$>=remote(CampariOperatingSalesStatement,@2$$#)::@3$2..@3$>=remote(CampariRestatedOperatingCostStatement,@5$$#)::@4$2..@4$>=vsum(@I..@III)::@5$2..@5$>=remote(CampariDAOpex,@5$$#)::@6$2..@6$>=vsum(@III..@IIIII)::@7$2..@7$>=remote(CampariNonOperatingRevenueCostStatement,@8$$#)::@8$2..@8$>=remote(CampariNonOperatingRevenueCostStatement,@9$$#)::@9$2..@9$>=remote(CampariOperatingCostStatement,@5$$#)::@10$2..@10$>=vsum(@IIIII..@IIIIIIIII)

** Calculating Cashflow(FCF = "Free Cash Flow")

* TODO Estimating Cost of Capital
** Definitions 
*** K_{eu}: unlevered cost of equity
    Rate of return acceptable by equity investors in a completely unlevered firm. Reflects the risk profile associated with corporate assets ignoring capital structure.
*** K_{d}: levered cost of equity
    Rate of return acceptable by a form debt.
*** WACC = (D/V)*K_{d}*(1 - T) + (E/V)*k_{e}
** Estimated unlevered cost of equity
