finance/Valuation.html
<li><a id="orgf68c6c8"></a>Cost(CampariOperatingCostStatement)<br />
<div class="outline-text-6" id="text-1-3-3-1-2">
<table id="org398bcad" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left"><b>Cost Statement</b></th>
<th scope="col" class="org-right">2015</th>
<th scope="col" class="org-right">2016</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Cost of goods sold (COGS)</td>
<td class="org-right">-740</td>
<td class="org-right">-742</td>
</tr>

<tr>
<td class="org-left">Advertising and promotion</td>
<td class="org-right">-286</td>
<td class="org-right">-309</td>
</tr>

<tr>
<td class="org-left">SGAs</td>
<td class="org-right">-298</td>
<td class="org-right">-323</td>
</tr>

<tr>
<td class="org-left">One-off items</td>
<td class="org-right">-23</td>
<td class="org-right">-33</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Total Cost</b></td>
<td class="org-right">-1347</td>
<td class="org-right">-1407</td>
</tr>
</tbody>
</table>
</div>
</li>

<li><a id="org35ce3cd"></a>Non Operating Income(CampariNonOperatingRevenueCostStatement)<br />
<div class="outline-text-6" id="text-1-3-3-1-3">
<table id="org24943f7" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left"><b>Non Operating Revenue and Cost</b></th>
<th scope="col" class="org-right">2015</th>
<th scope="col" class="org-right">2016</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Financial income</td>
<td class="org-right">8</td>
<td class="org-right">15</td>
</tr>

<tr>
<td class="org-left">Financial expenses</td>
<td class="org-right">-69</td>
<td class="org-right">-74</td>
</tr>

<tr>
<td class="org-left">Put options costs</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">One-off's finacial expenses</td>
<td class="org-right">1</td>
<td class="org-right">-25</td>
</tr>

<tr>
<td class="org-left">Income from associates</td>
<td class="org-right">0</td>
<td class="org-right">0</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Total Non Operating Income</b></td>
<td class="org-right">-60</td>
<td class="org-right">-83</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Total Interest Income/Expense</b></td>
<td class="org-right">-61</td>
<td class="org-right">-58</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Total Non-Interest Income/Expense</b></td>
<td class="org-right">1</td>
<td class="org-right">-25</td>
</tr>
</tbody>
</table>
</div>
</li>

<li><a id="org04685fe"></a>Income Statement(CampariIncomeStatement)<br />
<div class="outline-text-6" id="text-1-3-3-1-4">
<table id="org467ba04" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left"><b>Income Statement</b></th>
<th scope="col" class="org-right">2015</th>
<th scope="col" class="org-right">2016</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><b>Net sales</b></td>
<td class="org-right">1657</td>
<td class="org-right">1727</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Cost</b></td>
<td class="org-right">-1347</td>
<td class="org-right">-1407</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Operating Profit</b></td>
<td class="org-right">310</td>
<td class="org-right">320</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Other Income</b></td>
<td class="org-right">-60</td>
<td class="org-right">-83</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Pre-tax profits</b></td>
<td class="org-right">250</td>
<td class="org-right">237</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Taxes</b></td>
<td class="org-right">-73</td>
<td class="org-right">-71</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Net profit</b></td>
<td class="org-right">177</td>
<td class="org-right">166</td>
</tr>
</tbody>
</table>
</div>
</li>

<li><a id="org82dbc10"></a>D&amp;A Opex<br />
<div class="outline-text-6" id="text-1-3-3-1-5">
<table id="orgdd096ba" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left"><b>D&amp;A included into OPEX</b></th>
<th scope="col" class="org-right">&#xa0;</th>
<th scope="col" class="org-right">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">COGS</td>
<td class="org-right">-33.4</td>
<td class="org-right">-37.2</td>
</tr>

<tr>
<td class="org-left">Advertising and promotion</td>
<td class="org-right">-0.7</td>
<td class="org-right">-0.7</td>
</tr>

<tr>
<td class="org-left">SGAs</td>
<td class="org-right">-13.2</td>
<td class="org-right">-14.8</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Total D&amp;A</b></td>
<td class="org-right">-47.3</td>
<td class="org-right">-52.7</td>
</tr>
</tbody>
</table>
</div>
</li>
</ol>
</li>

<li><a id="org8e3ac66"></a>Restated Financial Statements<br />
<ol class="org-ol">
<li><a id="org3563bb4"></a>Cost(CampariRestatedOperatingCostStatement)<br />
<div class="outline-text-6" id="text-1-3-3-2-1">
<p>
Important: <b>subtract</b> D&amp;A <b>expense</b>, so as to add it back.
</p>
<table id="orge104aba" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left"><b>Restated Cost Statement</b></th>
<th scope="col" class="org-right">2015</th>
<th scope="col" class="org-right">2016</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Cost of goods sold (COGS)</td>
<td class="org-right">-706.6</td>
<td class="org-right">-704.8</td>
</tr>

<tr>
<td class="org-left">Advertising and promotion</td>
<td class="org-right">-285.3</td>
<td class="org-right">-308.3</td>
</tr>

<tr>
<td class="org-left">SGAs</td>
<td class="org-right">-284.8</td>
<td class="org-right">-308.2</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Total Cost</b></td>
<td class="org-right">-1276.7</td>
<td class="org-right">-1321.3</td>
</tr>
</tbody>
</table>
</div>
</li>

<li><a id="org68d04b3"></a>Income Statement(CampariRestatedIncomeStatement)<br />
<div class="outline-text-6" id="text-1-3-3-2-2">
<table id="org2c6d3bf" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left"><b>Income Statement</b></th>
<th scope="col" class="org-right">2015</th>
<th scope="col" class="org-right">2016</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><b>Net sales</b></td>
<td class="org-right">1657</td>
<td class="org-right">1727</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Cost</b></td>
<td class="org-right">-1276.7</td>
<td class="org-right">-1321.3</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>EBITDA</b></td>
<td class="org-right">380.3</td>
<td class="org-right">405.7</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>D&amp;A</b></td>
<td class="org-right">-47.3</td>
<td class="org-right">-52.7</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>EBIT</b></td>
<td class="org-right">333.</td>
<td class="org-right">353.</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Net Interest</b></td>
<td class="org-right">-61</td>
<td class="org-right">-58</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Other Income</b></td>
<td class="org-right">1</td>
<td class="org-right">-25</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>OneoffItems Income</b></td>
<td class="org-right">-23</td>
<td class="org-right">-33</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>EBT</b></td>
<td class="org-right">250.</td>
<td class="org-right">237.</td>
</tr>
</tbody>
</table>
</div>
</li>
</ol>
</li>
</ol>
</div>
</div>

<div id="outline-container-orgbaaf336" class="outline-3">
<h3 id="orgbaaf336"><span class="section-number-3">1.4</span> Calculating Cashflow(FCF = "Free Cash Flow")</h3>
</div>
</div>

<div id="outline-container-orga992d73" class="outline-2">
<h2 id="orga992d73"><span class="section-number-2">2</span> <span class="todo TODO">TODO</span> Estimating Cost of Capital</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orgd3eb6dd" class="outline-3">
<h3 id="orgd3eb6dd"><span class="section-number-3">2.1</span> Definitions</h3>
<div class="outline-text-3" id="text-2-1">
</div>
<div id="outline-container-orga595be8" class="outline-4">
<h4 id="orga595be8"><span class="section-number-4">2.1.1</span> K<sub>eu</sub>: unlevered cost of equity</h4>
<div class="outline-text-4" id="text-2-1-1">
<p>
Rate of return acceptable by equity investors in a completely unlevered firm. Reflects the risk profile associated with corporate assets ignoring capital structure.
</p>
</div>
</div>
<div id="outline-container-org004c285" class="outline-4">
<h4 id="org004c285"><span class="section-number-4">2.1.2</span> K<sub>d</sub>: levered cost of equity</h4>
<div class="outline-text-4" id="text-2-1-2">
<p>
Rate of return acceptable by a form debt.
</p>
</div>
</div>
<div id="outline-container-org6919ce0" class="outline-4">
<h4 id="org6919ce0"><span class="section-number-4">2.1.3</span> WACC = (D/V)*K<sub>d</sub>*(1 - T) + (E/V)*k<sub>e</sub></h4>
</div>
</div>
<div id="outline-container-org279814a" class="outline-3">
<h3 id="org279814a"><span class="section-number-3">2.2</span> Estimated unlevered cost of equity</h3>
<div class="outline-text-3" id="text-2-2">
</div>
