finance/Valuation.org
*** CAPM
    R_{i} = r_{f} + B_{i}[R_{m} - r_{f}]
    Here,  Beta represents a stock’s incremental risk to a diversified investor, where risk is defined as the extent to which the stock covaries with the aggregate stock market. High beta means company must earn and offer higher return to entice investors.
**** Estimating Risk free rate r_{f}: use zero coupon treasury bonds
**** Estimating Market risk premium: 5-6%
**** Estimating Beta
     Use industry beta, instead of company beta. To undo/normalise the effect of leverage use Modiligani and Miller.
** Estimating cost of debt
   After-Tax Cost of Debt = Cost of Debt × (1 − T_{m})
* TODO Steady State Model
* TODO Terminal Value
* TODO Multiples  
  DEADLINE: <2020-07-06 Mon 18:00-20:00>
  The multiples method seeks to develop a relationship between the actual price of shares of comparable listed companies and an accounting metric (such as net income, cash flows, revenues, etc.)

|------------------+-----------------------------|
| Enterprise Value | Equity Value                |
|------------------+-----------------------------|
| EV/EBIT          | Price by Earning: P/E       |
| EV/EBITDA        | Price by Cash earning: P/CE |
| EV/Sales         | Price by Book Value: P/BV   |
|------------------+-----------------------------|

**  Theory
*** Assumptions
**** The company’s value changes proportionally to the internal variables chosen as a measure of performance;
**** The growth rates of both cash flows and the risk level are constant
*** Concept
  - The financial method creates cash flow projections based on estimations on cost of capital, and projection on growth rate.
  - The multiples method avoids these estimations and takes the expected growth rate and risk appreciation directly from market data through the use of multiples.
**** Stock and Deal Multiples
     Multiples can refer to values taken from two different market contexts:
     - The stock market
     - The market for corporate control
     MARKET VALUE = STAND ALONE VALUE + PREMIUM
**** Financial and Business Multiples
***** Financial multiples identify the connection between a equity market price and some important measures such as cash flows, net income, or EBITDA
***** Business multiples link the equity market price to specific elements which are relevant for the business model typical of the sector the company(RPU for telecom i.e.)
*** Common multiples
**** P or EV 
     P can be calculated by EV by subtracting market value of debt.
**** Direct or Indirect
     - Direct: Measure how much value company is generating P/E, or EV/EBITDA
     - Indirect: Unable to measure this - P/BV, or EV/Sales
**** Current, Trailing, and Leading Multiples
     - Current: last available balance sheet
     - Trailing: last 12m
     - Leading: future results
|--------------+---------------+--------------|
| Current      | Trailing      | Leading      |
| P_{0}/E_{t0} | P_{0}/E_{ltm} | P_{0}/E_{t1} |

We should be consistet in which time period to choose in calculated, and then applying that multiple to variables. 

** P/E
*** Steady state
*** Growth
** EV/EBIT & EV/EBITDA
*** Steady state
*** Growth
** Other Multiples
** Leverage
** Unlevered Multiples
** Multiples and Growth
** PEG Ratio
** Value Maps
* IN-PROGRESS Acquisition Value
  DEADLINE: <2020-07-06 Tue 20:00-23:55>
** Definitions
*** Acquisition Value = Standalone Value + Merger Synergies :Definition:
*** Fair Market Value = based on operation company + Merger synergies in group of buyers  :Definition:
** Value Created by an Acquisition
   NPV_{acq} = W_{acq} - P
   or the value created by and acquisition is equal to the PV of cashflows of acquired firm less the price paid for it.
*** Differential approach
**** Effect on cash flow
     - Incremental flows due to collusive policies
     - Incremental flows due to gains in operational efficiency
     - Incremental flows due to gains of intangible natures(marketing etc)
**** Effect on risk profile
     - Positive effects: Leverage over suppliers/buyers
     - Negative effects: in case of vertical integration
**** Effect on credit profile
     - If debts increases, so does EV due to tax shields.
*** Benifits
    W_{acq} = W_{base} + W_{s} + W_{o} where
    - W_{base} = base value
    - W_{s} = value of synergies
    - W_{o} = value of opportunities created by the acquisition
** Value-Components Model
*** Model
*** Application
