finance/Valuation.html
<div id="outline-container-org66d9e43" class="outline-4">
<h4 id="org66d9e43"><span class="section-number-4">2.2.1</span> CAPM</h4>
<div class="outline-text-4" id="text-2-2-1">
<p>
R<sub>i</sub> = r<sub>f</sub> + B<sub>i</sub>[R<sub>m</sub> - r<sub>f</sub>]
Here,  Beta represents a stock’s incremental risk to a diversified investor, where risk is defined as the extent to which the stock covaries with the aggregate stock market. High beta means company must earn and offer higher return to entice investors.
</p>
</div>
<ol class="org-ol">
<li><a id="org0308bb4"></a>Estimating Risk free rate r<sub>f</sub>: use zero coupon treasury bonds<br /></li>
<li><a id="orgd7bdc6e"></a>Estimating Market risk premium: 5-6%<br /></li>
<li><a id="org60cdaca"></a>Estimating Beta<br />
<div class="outline-text-5" id="text-2-2-1-3">
<p>
Use industry beta, instead of company beta. To undo/normalise the effect of leverage use Modiligani and Miller.
</p>
</div>
</li>
</ol>
</div>
</div>
<div id="outline-container-orgde1079d" class="outline-3">
<h3 id="orgde1079d"><span class="section-number-3">2.3</span> Estimating cost of debt</h3>
<div class="outline-text-3" id="text-2-3">
<p>
After-Tax Cost of Debt = Cost of Debt × (1 − T<sub>m</sub>)
</p>
</div>
</div>
</div>
<div id="outline-container-orgd85317f" class="outline-2">
<h2 id="orgd85317f"><span class="section-number-2">3</span> <span class="todo TODO">TODO</span> Steady State Model</h2>
</div>
<div id="outline-container-org6652a5b" class="outline-2">
<h2 id="org6652a5b"><span class="section-number-2">4</span> <span class="todo TODO">TODO</span> Terminal Value</h2>
</div>
<div id="outline-container-org25a3956" class="outline-2">
<h2 id="org25a3956"><span class="section-number-2">5</span> <span class="todo TODO">TODO</span> Multiples</h2>
<div class="outline-text-2" id="text-5">
<p>
The multiples method seeks to develop a relationship between the actual price of shares of comparable listed companies and an accounting metric (such as net income, cash flows, revenues, etc.)
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Enterprise Value</th>
<th scope="col" class="org-left">Equity Value</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">EV/EBIT</td>
<td class="org-left">Price by Earning: P/E</td>
</tr>

<tr>
<td class="org-left">EV/EBITDA</td>
<td class="org-left">Price by Cash earning: P/CE</td>
</tr>

<tr>
<td class="org-left">EV/Sales</td>
<td class="org-left">Price by Book Value: P/BV</td>
</tr>
</tbody>
</table>
</div>

<div id="outline-container-orge173d50" class="outline-3">
<h3 id="orge173d50"><span class="section-number-3">5.1</span> Theory</h3>
<div class="outline-text-3" id="text-5-1">
</div>
<div id="outline-container-orgb6502e1" class="outline-4">
<h4 id="orgb6502e1"><span class="section-number-4">5.1.1</span> Assumptions</h4>
<div class="outline-text-4" id="text-5-1-1">
</div>
<ol class="org-ol">
<li><a id="orga527067"></a>The company’s value changes proportionally to the internal variables chosen as a measure of performance;<br /></li>
<li><a id="org43521db"></a>The growth rates of both cash flows and the risk level are constant<br /></li>
</ol>
</div>
<div id="outline-container-orgdabf0b2" class="outline-4">
<h4 id="orgdabf0b2"><span class="section-number-4">5.1.2</span> Concept</h4>
<div class="outline-text-4" id="text-5-1-2">
<ul class="org-ul">
<li>The financial method creates cash flow projections based on estimations on cost of capital, and projection on growth rate.</li>
<li>The multiples method avoids these estimations and takes the expected growth rate and risk appreciation directly from market data through the use of multiples.</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="orgcdddfdb"></a>Stock and Deal Multiples<br />
<div class="outline-text-5" id="text-5-1-2-1">
<p>
Multiples can refer to values taken from two different market contexts:
</p>
<ul class="org-ul">
<li>The stock market</li>
<li>The market for corporate control</li>
</ul>
<p>
MARKET VALUE = STAND ALONE VALUE + PREMIUM
</p>
</div>
</li>
<li><a id="orgdcd4235"></a>Financial and Business Multiples<br />
<ol class="org-ol">
<li><a id="org4fee00e"></a>Financial multiples identify the connection between a equity market price and some important measures such as cash flows, net income, or EBITDA<br /></li>
<li><a id="orgbe6040d"></a>Business multiples link the equity market price to specific elements which are relevant for the business model typical of the sector the company(RPU for telecom i.e.)<br /></li>
</ol>
</li>
</ol>
</div>
<div id="outline-container-org68d4caa" class="outline-4">
<h4 id="org68d4caa"><span class="section-number-4">5.1.3</span> Common multiples</h4>
<div class="outline-text-4" id="text-5-1-3">
</div>
<ol class="org-ol">
<li><a id="orgf87a38d"></a>P or EV<br />
<div class="outline-text-5" id="text-5-1-3-1">
<p>
P can be calculated by EV by subtracting market value of debt.
</p>
</div>
</li>
<li><a id="orgc3f3717"></a>Direct or Indirect<br />
<div class="outline-text-5" id="text-5-1-3-2">
<ul class="org-ul">
<li>Direct: Measure how much value company is generating P/E, or EV/EBITDA</li>
<li>Indirect: Unable to measure this - P/BV, or EV/Sales</li>
</ul>
</div>
</li>
<li><a id="orge8112f2"></a>Current, Trailing, and Leading Multiples<br />
<div class="outline-text-5" id="text-5-1-3-3">
<ul class="org-ul">
<li>Current: last available balance sheet</li>
<li>Trailing: last 12m</li>
<li>Leading: future results</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Current</td>
<td class="org-left">Trailing</td>
<td class="org-left">Leading</td>
</tr>

<tr>
<td class="org-left">P<sub>0</sub>/E<sub>t0</sub></td>
<td class="org-left">P<sub>0</sub>/E<sub>ltm</sub></td>
<td class="org-left">P<sub>0</sub>/E<sub>t1</sub></td>
</tr>
</tbody>
</table>

<p>
We should be consistet in which time period to choose in calculated, and then applying that multiple to variables. 
</p>
</div>
</li>
</ol>
</div>
</div>

<div id="outline-container-orge24145d" class="outline-3">
<h3 id="orge24145d"><span class="section-number-3">5.2</span> P/E</h3>
<div class="outline-text-3" id="text-5-2">
</div>
<div id="outline-container-org3e0be86" class="outline-4">
<h4 id="org3e0be86"><span class="section-number-4">5.2.1</span> Steady state</h4>
</div>
<div id="outline-container-org6968d81" class="outline-4">
<h4 id="org6968d81"><span class="section-number-4">5.2.2</span> Growth</h4>
</div>
</div>
<div id="outline-container-org02123d0" class="outline-3">
<h3 id="org02123d0"><span class="section-number-3">5.3</span> EV/EBIT &amp; EV/EBITDA</h3>
<div class="outline-text-3" id="text-5-3">
</div>
<div id="outline-container-org1475919" class="outline-4">
<h4 id="org1475919"><span class="section-number-4">5.3.1</span> Steady state</h4>
</div>
<div id="outline-container-org9329b6b" class="outline-4">
<h4 id="org9329b6b"><span class="section-number-4">5.3.2</span> Growth</h4>
</div>
</div>
<div id="outline-container-orga041d6c" class="outline-3">
<h3 id="orga041d6c"><span class="section-number-3">5.4</span> Other Multiples</h3>
</div>
<div id="outline-container-org374bf67" class="outline-3">
<h3 id="org374bf67"><span class="section-number-3">5.5</span> Leverage</h3>
</div>
<div id="outline-container-orgc06532e" class="outline-3">
<h3 id="orgc06532e"><span class="section-number-3">5.6</span> Unlevered Multiples</h3>
</div>
<div id="outline-container-orgb3b8695" class="outline-3">
<h3 id="orgb3b8695"><span class="section-number-3">5.7</span> Multiples and Growth</h3>
</div>
<div id="outline-container-org19c935d" class="outline-3">
<h3 id="org19c935d"><span class="section-number-3">5.8</span> PEG Ratio</h3>
</div>
<div id="outline-container-org54a0ebd" class="outline-3">
<h3 id="org54a0ebd"><span class="section-number-3">5.9</span> Value Maps</h3>
</div>
</div>
<div id="outline-container-org98b62fd" class="outline-2">
<h2 id="org98b62fd"><span class="section-number-2">6</span> <span class="todo IN_PROGRESS">IN-PROGRESS</span> Acquisition Value</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-org5aba579" class="outline-3">
<h3 id="org5aba579"><span class="section-number-3">6.1</span> Definitions</h3>
<div class="outline-text-3" id="text-6-1">
</div>
<div id="outline-container-org8a47035" class="outline-4">
<h4 id="org8a47035"><span class="section-number-4">6.1.1</span> Acquisition Value = Standalone Value + Merger Synergies&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Definition">Definition</span></span></h4>
</div>
<div id="outline-container-org5a76cfd" class="outline-4">
<h4 id="org5a76cfd"><span class="section-number-4">6.1.2</span> Fair Market Value = based on operation company + Merger synergies in group of buyers&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Definition">Definition</span></span></h4>
</div>
</div>
<div id="outline-container-org45abd33" class="outline-3">
<h3 id="org45abd33"><span class="section-number-3">6.2</span> Value Created by an Acquisition</h3>
<div class="outline-text-3" id="text-6-2">
<p>
NPV<sub>acq</sub> = W<sub>acq</sub> - P
or the value created by and acquisition is equal to the PV of cashflows of acquired firm less the price paid for it.
</p>
</div>
<div id="outline-container-org38e002d" class="outline-4">
<h4 id="org38e002d"><span class="section-number-4">6.2.1</span> Differential approach</h4>
<div class="outline-text-4" id="text-6-2-1">
</div>
<ol class="org-ol">
<li><a id="org8314943"></a>Effect on cash flow<br />
<div class="outline-text-5" id="text-6-2-1-1">
<ul class="org-ul">
<li>Incremental flows due to collusive policies</li>
<li>Incremental flows due to gains in operational efficiency</li>
<li>Incremental flows due to gains of intangible natures(marketing etc)</li>
</ul>
</div>
</li>
<li><a id="org0cfe3a8"></a>Effect on risk profile<br />
<div class="outline-text-5" id="text-6-2-1-2">
<ul class="org-ul">
<li>Positive effects: Leverage over suppliers/buyers</li>
<li>Negative effects: in case of vertical integration</li>
</ul>
</div>
</li>
<li><a id="org7d60457"></a>Effect on credit profile<br />
<div class="outline-text-5" id="text-6-2-1-3">
<ul class="org-ul">
<li>If debts increases, so does EV due to tax shields.</li>
</ul>
</div>
</li>
</ol>
</div>
<div id="outline-container-orgc7b9adb" class="outline-4">
<h4 id="orgc7b9adb"><span class="section-number-4">6.2.2</span> Benifits</h4>
<div class="outline-text-4" id="text-6-2-2">
<p>
W<sub>acq</sub> = W<sub>base</sub> + W<sub>s</sub> + W<sub>o</sub> where
</p>
<ul class="org-ul">
<li>W<sub>base</sub> = base value</li>
<li>W<sub>s</sub> = value of synergies</li>
<li>W<sub>o</sub> = value of opportunities created by the acquisition</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org645843a" class="outline-3">
<h3 id="org645843a"><span class="section-number-3">6.3</span> Value-Components Model</h3>
<div class="outline-text-3" id="text-6-3">
</div>
