finance/Valuation.org
** Further Considerations in Valuing Acquisitions 
*** Analysis Standpoint
*** Estimation of Cash flow
*** Time Horizon
*** Debit profile
*** Asset-Side versus Equity-Side
** Acquisition Value of Plastic Materials Co
** Acquisition Value of Controlling Interests

** Other Determinants of Control Premium
** Acquisition Value in a Mandatory Tender Offer 384
** Maximum and Minimum Exchange Ratios in Mergers 386
** Exchange Ratio and Third-Party Protection 389
* Value in Corporate Control
* TODO Rights Issue
** Definitions
*** Subscription Offer = Preemptive Rights granted to existing shareholders to buy stock  in order to raise  money :Definition:
*** TERP = Theoretical Ex-Right Price
** Setting subscription price                                          
** Valuing Preemptive rights
* DONE Carbon
  CLOSED: [2020-07-06 Mon 17:32]
** Definitions
** Carbon Risk
*** *Policy and Legal*: Policies or regulations that could impact the operational and financial viability of carbon assets i.e. fuel efficiency standards
*** *Technology*: Developments in the commercial availability and cost of alternative and low-carbon technologies i.e. energy storage, alternative fuels etc.
*** *Market and Economic*: Changes in market or economic conditions that would negatively impact carbon assets i.e. changes in fossil fuel prices or consumer preferences
** Carbon Pricing
*** Approaches
   The objective of carbon pricing is to shift the social costs of damage back to those who are responsible for them, and who can actually curb them.
**** Carbon taxes
**** Emission trading systems(ETS)
*** External/Internal Carbon prices
    For managing internal projects.
** Valuation with Carbon risk
*** Scenario-Based Valuation and Carbon
    Pick number of scenarios and drivers. Value them, and create probability for each.
|------+-----+-----+-----|
| g/C$ | $15 | 34$ | 60$ |
|------+-----+-----+-----|
| 4.5% |  57 |  37 |  10 |
|   3% |  56 |  36 |  10 |
| 1.5% |  55 |  35 |  36 |
|------+-----+-----+-----|

*** Stochastic Simulation Valuation and Carbon
    Monte Carlo - Crystal Ball
** Carbon Beta
*** Theory
    Alternative to CAPM, a multi factor model which's more appropriate for companies exposed to carbon risks.
    𝜇_{i} =r_{f} + 𝛽_{iM}*(𝜇_{M} - r_{f}) + 𝛽_{iCO2}*(𝜇_{CO2} − r_{f})
*** Application


 
