finance/Valuation.html
<div id="outline-container-org4f2619c" class="outline-4">
<h4 id="org4f2619c"><span class="section-number-4">6.3.1</span> Model</h4>
</div>
<div id="outline-container-orge7589a6" class="outline-4">
<h4 id="orge7589a6"><span class="section-number-4">6.3.2</span> Application</h4>
</div>
</div>
<div id="outline-container-org232a27f" class="outline-3">
<h3 id="org232a27f"><span class="section-number-3">6.4</span> Further Considerations in Valuing Acquisitions</h3>
<div class="outline-text-3" id="text-6-4">
</div>
<div id="outline-container-org2bdf8a6" class="outline-4">
<h4 id="org2bdf8a6"><span class="section-number-4">6.4.1</span> Analysis Standpoint</h4>
</div>
<div id="outline-container-org78a2f58" class="outline-4">
<h4 id="org78a2f58"><span class="section-number-4">6.4.2</span> Estimation of Cash flow</h4>
</div>
<div id="outline-container-orgf979345" class="outline-4">
<h4 id="orgf979345"><span class="section-number-4">6.4.3</span> Time Horizon</h4>
</div>
<div id="outline-container-orge8381d4" class="outline-4">
<h4 id="orge8381d4"><span class="section-number-4">6.4.4</span> Debit profile</h4>
</div>
<div id="outline-container-org5abf95c" class="outline-4">
<h4 id="org5abf95c"><span class="section-number-4">6.4.5</span> Asset-Side versus Equity-Side</h4>
</div>
</div>
<div id="outline-container-org9f65955" class="outline-3">
<h3 id="org9f65955"><span class="section-number-3">6.5</span> Acquisition Value of Plastic Materials Co</h3>
</div>
<div id="outline-container-org212023c" class="outline-3">
<h3 id="org212023c"><span class="section-number-3">6.6</span> Acquisition Value of Controlling Interests</h3>
</div>

<div id="outline-container-orgc6c00f4" class="outline-3">
<h3 id="orgc6c00f4"><span class="section-number-3">6.7</span> Other Determinants of Control Premium</h3>
</div>
<div id="outline-container-org9727926" class="outline-3">
<h3 id="org9727926"><span class="section-number-3">6.8</span> Acquisition Value in a Mandatory Tender Offer 384</h3>
</div>
<div id="outline-container-org4e0ad1c" class="outline-3">
<h3 id="org4e0ad1c"><span class="section-number-3">6.9</span> Maximum and Minimum Exchange Ratios in Mergers 386</h3>
</div>
<div id="outline-container-orgb9b2193" class="outline-3">
<h3 id="orgb9b2193"><span class="section-number-3">6.10</span> Exchange Ratio and Third-Party Protection 389</h3>
</div>
</div>
<div id="outline-container-org6c8ece3" class="outline-2">
<h2 id="org6c8ece3"><span class="section-number-2">7</span> Value in Corporate Control</h2>
</div>
<div id="outline-container-org8aef80b" class="outline-2">
<h2 id="org8aef80b"><span class="section-number-2">8</span> <span class="todo TODO">TODO</span> Rights Issue</h2>
<div class="outline-text-2" id="text-8">
</div>
<div id="outline-container-org8ba63c8" class="outline-3">
<h3 id="org8ba63c8"><span class="section-number-3">8.1</span> Definitions</h3>
<div class="outline-text-3" id="text-8-1">
</div>
<div id="outline-container-orga2abbef" class="outline-4">
<h4 id="orga2abbef"><span class="section-number-4">8.1.1</span> Subscription Offer = Preemptive Rights granted to existing shareholders to buy stock  in order to raise  money&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Definition">Definition</span></span></h4>
</div>
<div id="outline-container-orge04f664" class="outline-4">
<h4 id="orge04f664"><span class="section-number-4">8.1.2</span> TERP = Theoretical Ex-Right Price</h4>
</div>
</div>
<div id="outline-container-orgad8841e" class="outline-3">
<h3 id="orgad8841e"><span class="section-number-3">8.2</span> Setting subscription price</h3>
</div>
<div id="outline-container-orgec65422" class="outline-3">
<h3 id="orgec65422"><span class="section-number-3">8.3</span> Valuing Preemptive rights</h3>
</div>
</div>
<div id="outline-container-orga3e522b" class="outline-2">
<h2 id="orga3e522b"><span class="section-number-2">9</span> <span class="done DONE">DONE</span> Carbon</h2>
<div class="outline-text-2" id="text-9">
</div>
<div id="outline-container-org774e5c9" class="outline-3">
<h3 id="org774e5c9"><span class="section-number-3">9.1</span> Definitions</h3>
</div>
<div id="outline-container-orga876f42" class="outline-3">
<h3 id="orga876f42"><span class="section-number-3">9.2</span> Carbon Risk</h3>
<div class="outline-text-3" id="text-9-2">
</div>
<div id="outline-container-org1756ede" class="outline-4">
<h4 id="org1756ede"><span class="section-number-4">9.2.1</span> <b>Policy and Legal</b>: Policies or regulations that could impact the operational and financial viability of carbon assets i.e. fuel efficiency standards</h4>
</div>
<div id="outline-container-org4fb0c36" class="outline-4">
<h4 id="org4fb0c36"><span class="section-number-4">9.2.2</span> <b>Technology</b>: Developments in the commercial availability and cost of alternative and low-carbon technologies i.e. energy storage, alternative fuels etc.</h4>
</div>
<div id="outline-container-org14c57ae" class="outline-4">
<h4 id="org14c57ae"><span class="section-number-4">9.2.3</span> <b>Market and Economic</b>: Changes in market or economic conditions that would negatively impact carbon assets i.e. changes in fossil fuel prices or consumer preferences</h4>
</div>
</div>
<div id="outline-container-orgc108d7f" class="outline-3">
<h3 id="orgc108d7f"><span class="section-number-3">9.3</span> Carbon Pricing</h3>
<div class="outline-text-3" id="text-9-3">
</div>
<div id="outline-container-org48b53c3" class="outline-4">
<h4 id="org48b53c3"><span class="section-number-4">9.3.1</span> Approaches</h4>
<div class="outline-text-4" id="text-9-3-1">
<p>
The objective of carbon pricing is to shift the social costs of damage back to those who are responsible for them, and who can actually curb them.
</p>
</div>
<ol class="org-ol">
<li><a id="org3ab3f74"></a>Carbon taxes<br /></li>
<li><a id="org4f05686"></a>Emission trading systems(ETS)<br /></li>
</ol>
</div>
<div id="outline-container-org56e9762" class="outline-4">
<h4 id="org56e9762"><span class="section-number-4">9.3.2</span> External/Internal Carbon prices</h4>
<div class="outline-text-4" id="text-9-3-2">
<p>
For managing internal projects.
</p>
</div>
</div>
</div>
<div id="outline-container-org48ef333" class="outline-3">
<h3 id="org48ef333"><span class="section-number-3">9.4</span> Valuation with Carbon risk</h3>
<div class="outline-text-3" id="text-9-4">
</div>
<div id="outline-container-org8b3d89d" class="outline-4">
<h4 id="org8b3d89d"><span class="section-number-4">9.4.1</span> Scenario-Based Valuation and Carbon</h4>
<div class="outline-text-4" id="text-9-4-1">
<p>
Pick number of scenarios and drivers. Value them, and create probability for each.
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">g/C$</th>
<th scope="col" class="org-right">$15</th>
<th scope="col" class="org-right">34$</th>
<th scope="col" class="org-right">60$</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">4.5%</td>
<td class="org-right">57</td>
<td class="org-right">37</td>
<td class="org-right">10</td>
</tr>

<tr>
<td class="org-right">3%</td>
<td class="org-right">56</td>
<td class="org-right">36</td>
<td class="org-right">10</td>
</tr>

<tr>
<td class="org-right">1.5%</td>
<td class="org-right">55</td>
<td class="org-right">35</td>
<td class="org-right">36</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org205dbb4" class="outline-4">
<h4 id="org205dbb4"><span class="section-number-4">9.4.2</span> Stochastic Simulation Valuation and Carbon</h4>
<div class="outline-text-4" id="text-9-4-2">
<p>
Monte Carlo - Crystal Ball
</p>
</div>
</div>
</div>
<div id="outline-container-orgb90442f" class="outline-3">
<h3 id="orgb90442f"><span class="section-number-3">9.5</span> Carbon Beta</h3>
<div class="outline-text-3" id="text-9-5">
</div>
<div id="outline-container-org590e0e8" class="outline-4">
<h4 id="org590e0e8"><span class="section-number-4">9.5.1</span> Theory</h4>
<div class="outline-text-4" id="text-9-5-1">
<p>
Alternative to CAPM, a multi factor model which's more appropriate for companies exposed to carbon risks.
𝜇<sub>i</sub> =r<sub>f</sub> + 𝛽<sub>iM</sub>*(𝜇<sub>M</sub> - r<sub>f</sub>) + 𝛽<sub>iCO2</sub>*(𝜇<sub>CO2</sub> − r<sub>f</sub>)
</p>
</div>
</div>
<div id="outline-container-org53e439b" class="outline-4">
<h4 id="org53e439b"><span class="section-number-4">9.5.2</span> Application</h4>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Abhishiv Saxena</p>
<p class="date">Created: 2020-07-07 Tue 05:06</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
